// export const branchOptions = [
//   "第一党支部（综合办公室、人力培训室、财务管理室）",
//   "第二党支部（销售与服务室）",
//   "第三党支部（运营管理室、转售合作室）",
//   "第四党支部（终端与权益室、大数据运营室、生产与交付室）",
//   "第五党支部（互联网发展室）",
//   "第六党支部（商圈运营室、社区与乡镇运营室）",
//   "第七党支部（厅店运营室、APP运营室）",
//   "第八党支部（党群工作室、研发室）",
// ];

export const branchId2Name = {
  1: "第一党支部",
  2: "第二党支部",
  3: "第三党支部",
  4: "第四党支部",
  5: "第五党支部",
  6: "第六党支部",
  7: "第七党支部",
  8: "第八党支部",
};

export const candidateId2Name = {
  1: "赵晓艺",
  2: "马兴宇",
  3: "李昀家",
  4: "陈艳芳",
  5: "任 品",
  6: "王 波",
  7: "梁晓龙",
  8: "焉域政",
};

export const branchOptions = [
  {
    branch_id: 1,
    branch_name: "第一党支部（综合办公室、人力培训室、财务管理室）",
  },
  {
    branch_id: 2,
    branch_name: "第二党支部（销售与服务室）",
  },
  {
    branch_id: 3,
    branch_name: "第三党支部（运营管理室、转售合作室）",
  },
  {
    branch_id: 4,
    branch_name: "第四党支部（终端与权益室、大数据运营室、生产与交付室）",
  },
  {
    branch_id: 5,
    branch_name: "第五党支部（互联网发展室）",
  },
  {
    branch_id: 6,
    branch_name: "第六党支部（商圈运营室、社区与乡镇运营室）",
  },
  {
    branch_id: 7,
    branch_name: "第七党支部（厅店运营室、APP运营室）",
  },
  {
    branch_id: 8,
    branch_name: "第八党支部（党群工作室、研发室）",
  },
];
